
[EisenefaustActionPoints X2AbilityTemplate]
LocFriendlyName="Additional Actions Per Rank"
LocLongDescription="LongDesc: <Bullet/> Confers additional action points per soldier rank.<br/> Total Action points per rank are: <br/><Bullet/> Squaddie: 2 <br/><Bullet/> Sergeant: 3 <br/><Bullet/> Captain: 4 <br/><Bullet/> Colonel: 5<br/>"
LocHelpText="Additional action points per soldier rank."
LocPromotionPopupText="Popup: <Bullet/> Confers additional action points per soldier rank.<br/> Last action point is a non-move action.<br/> Total Action points per rank are: <br/><Bullet/> Squaddie: 2 <br/><Bullet/> Sergeant: 3 <br/><Bullet/> Captain: 4 <br/><Bullet/> Colonel: 5"

[EisenefaustOverwatch X2AbilityTemplate]
LocFriendlyName="TU Overwatch"
LocFlyOverText="TU Overwatch"
LocLongDescription="When in overwatch, you are granted extra overwatch shots oer action point remaining when overwatch is used."
LocHelpText="When in overwatch, you get additional shots based on action points available when overwacth is used."
LocPromotionPopupText="<Bullet/> When in overwatch, you get additional shots based on action points available when overwacth is used.<br/>"

